// 年     月    日     时    分   秒     毫秒
// 2020, 0-11, 1-31, 0-24, 0-60  0-60  0-1000
// 例如 2020-3-4 10:00:00.400
// (2020, 2, 4, 10, 0, 0, 400)

// 修改使用的时间
// 2020/3/3 10:00:00.400
const dd1 = new Date(2020, 10, 30, 13, 59, 59, 400).getTime();

// 修改这里, 添加skuId, 和抢购时间 date, 需要更改 月/日 时:分:秒:毫秒
// skuId 获取方法， 打开任意一个商品详情页如 `https://item.jd.com/100011521400.html`, 则 `100011521400` 就是其skuId
exports.pool = [
  {
    "skuId": "100016723174",
    "date": 1612144799625,
    "areaId": "2_2824_51913",
    "detail_date": "2021/2/1上午9:59:59"
  },
  {
    "skuId": "100016723154",
    "date": 1612144799625,
    "areaId": "2_2824_51913",
    "detail_date": "2021/2/1上午9:59:59"
  },
  {
    "skuId": "10023423161006",
    "date": 1612148399697,
    "areaId": "2_2824_51913",
    "detail_date": "2021/2/1上午10:59:59"
  },
  {
    "skuId": "100016820392",
    "date": 1612162799619,
    "areaId": "2_2824_51913",
    "detail_date": "2021/2/1下午2:59:59"
  },
  {
    "skuId": "100008979421",
    "date": 1612162799645,
    "areaId": "2_2824_51913",
    "detail_date": "2021/2/1下午2:59:59"
  },
  {
    "skuId": "100009271661",
    "date": 1612162799673,
    "areaId": "2_2824_51913",
    "detail_date": "2021/2/1下午2:59:59"
  },
  {
    "skuId": "100015950158",
    "date": 1612162799676,
    "areaId": "2_2824_51913",
    "detail_date": "2021/2/1下午2:59:59"
  },
  {
    "skuId": "100016798600",
    "date": 1612162799700,
    "areaId": "2_2824_51913",
    "detail_date": "2021/2/1下午2:59:59"
  },
  {
    "skuId": "100016198390",
    "date": 1612162799706,
    "areaId": "2_2824_51913",
    "detail_date": "2021/2/1下午2:59:59"
  }
];

exports.forceLogin = false;
